vsopSimulate/template/江西/WorkSheetAcceptSV/JXR5.1.1.4服务开通工单请求_11手机改用户状态.xml

<?xml version="1.0" encoding="GBK"?>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <SOAP-ENV:Body>
    <m:WorkListFKToVSOPReq xmlns:m="http://www.mbossvsop.com.cn/vsop">
      <request><![CDATA[
			<Request><SessionBody><SessionHead>
<WorkListFKToVSOPReq>
	<StreamingNo>186397651</StreamingNo>
	<TimeStamp>20101129031131</TimeStamp>
	<SystemId>206</SystemId>
	<OrderId>234614218</OrderId>
	<ActionType>11</ActionType>
	<PorductInstID>236072546</PorductInstID>
	<ProdSpecCode>I8</ProdSpecCode>
	<ProductNo>18970176104</ProductNo>
	<OldProductNo></OldProductNo>
	<ReginID>0701</ReginID>
	<ProductOfferId/>
	<AProductInfo>
		<ActionType/>
		<AProductID/>
	</AProductInfo>
	<UserState>00B</UserState>
	<UserPayType>0</UserPayType>
</WorkListFKToVSOPReq>
</SessionHead></SessionBody></Request>
			]]></request>
    </m:WorkListFKToVSOPReq>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>